9/data/attachments/f2b162766d1ab1a6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Todd_garden_Actions_34000_2</nif:username>
            <nif:friendToBeRequested>soap_actions_c8614a84-d23d-4758-a629-02e986532e6b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>